:memo: Update README
